7zip
acpi
acpid
adobe-source-sans-fonts
alpine
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
appmenu-gtk-module
aria2
ark
audiocd-kio
autorandr
avahi
b43-fwcutter
baidupcs-go
base
base-devel
bibata-cursor-theme
bluedevil
blueman
breeze-gtk
breeze5
brightnessctl
btop
btrfs-progs
clang
cmake
cpio
cpupower
cronie
cryptsetup
device-mapper
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
emacs-wayland
ethtool
exfatprogs
extra-cmake-modules
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-rime
fd
feh
ffmpeg
ffmpegthumbs
figlet
filelight
firefox
flatseal
fprintd
fwupd
fzf
git-delta
glibc-locales
gnome-themes-extra
gnugo
go
gopls
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-vnc
gtk3
gum
gwenview
hplip
hplip-plugin
htop
hyprlock
hyprshot
inetutils
inputactions-kwin
install-grub
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
jdk21-openjdk
jfsutils
jq
jre-openjdk
kaccounts-providers
kamera
kanata
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
keyd
kfind
kgamma
khelpcenter
kimageformats
kinfocenter
kio-extras
kitty
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-mesa
lib32-mesa-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libcanberra
libdbusmenu-gtk2
libdvdcss
libfprint
libinput-gestures
libinput-tools
libpamac-flatpak-plugin
libreoffice-still
libva-intel-driver
libva-utils
libvdpau-va-gl
libvncserver
linux-firmware-meta
localsend-bin
logrotate
lvm2
mako
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-gstreamer
manjaro-hello
manjaro-kde-settings
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
meson
mhwd
mhwd-db
milou
mitmproxy
mkinitcpio-openswap
modemmanager
mtpfs
nano
nano-syntax-highlighting
neovim
nethack
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
niri
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
obsidian
okular
openssh
os-prober
pacman-contrib
pamac-cli
pamac-gtk3
pamac-tray-icon-plasma
papirus-icon-theme
pari
partitionmanager
pass
pavucontrol
perl
perl-file-mimeinfo
phonon-qt6-vlc
picom
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plymouth
plymouth-kcm
plymouth-theme-manjaro
pmount
polkit-gnome
polybar
poppler-data
powerdevil
powertop
print-manager
python-markdown
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-qrcode
python-reportlab
python-screeninfo
python-tldextract
qbittorrent
qqmusic-bin
qt5ct
qt6-imageformats
qt6-virtualkeyboard
qutebrowser
remmina
rime-ice-git
rofi
rofi-power-menu
rsync
s-nail
samba
sbcl
sbctl
sddm
sddm-breath-theme
sddm-kcm
skanlite
sof-firmware
spectacle
sshfs
steam
sudo
swaybg
sysfsutils
system-config-printer
systemsettings
tailscale
terminus-font
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
timeshift
timeshift-autosnap-manjaro
tlp
tlp-rdw
tmux
touchegg
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-sarasa-gothic
tumbler
udev-usb-sync
udiskie
udisks2
unarchiver
unzip
update-grub
usb_modeswitch
usbutils
uwsm
vi
vial-appimage
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
which
wireless-regdb
wl-clipboard
wmctrl
woff2-font-awesome
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xinput
xorg-xkill
xournalpp
xwayland-satellite
yakuake
yay
ydotool
zen-browser-bin
zoom
